

{
    "text-wrapper": "UX Designer, Game Designer, Multimedia Designer, Illustratorin, Künstler...einfach Any!",
    "p": "Ich bin UX- und Game-Designerin aus der Schweiz. Ich liebe es, Probleme zu lösen und somit das Leben meiner Mitmenschen durch gutes, spielerisches Design zu vereinfachen und bin immer motiviert, spannende Dinge zu lernen!",
    "text": "Hallihallo! Ich heisse Anika “Any” Hapke. Freut mich - lass uns connecten!",
    "button-label": "Ich will mehr erfahren!",

    "routine-titel":"UX / UI Case Study",
    "routine-subtitel":"Vereinfachung einer zu komplexen Erstellung von Serienelementen für Personen mit wenig technischem Flair",
    "routine-einleitung": "Inventsys ist eine Softwarefirma für digitale Instandhaltung in der Schweiz und Deutschland. Routinen sind Einstellungen / „Datencontainer“, welche vorher definierte Aufgaben als wiederholende Aufträge generierten. Für unsere Kundengruppe ist die Erstellung und Zuweisung zu komplex und es fehlt ihnen eine Übersicht. Aus diesem Projekt sind deshalb die zwei Unterprojekte „Routinen“ und „Planung“ entstanden, deren Planung und Entwurf in meiner Verantwortung lagen. Ich hatte 08.23 die Chance, ein anderes Projekt zu leiten, weshalb ich die Fertigstellung der Planung weitergeben musste",
    "routine-das-problem": "Der User erhält kein Feedback vom System bezüglich Erstellung der Routinen.",
    "routine-das-problem3": "Der Koordinator hat keine Übersicht über die erstellten/erledigten Aufgaben aus Routinen.",
    "routine-die-lösung": "Die Erstellung von Routinen passiert neu in der Aufgabenerstellung per Knopfdruck.",
    "routine-die-lösung2": "Der User kann in einer neuen Planungs-Übersicht die kommenden Aufgaben sehen und anpassen.",
    "routine-die-lösung3": "Einfachere Sprache und Erstellung.",
    "routine-titel-designprozess": "Designprozess",
    "routine-userResearchBulletpoints": "Ich habe ein User Panel aufgestellt mit Kunden, welche sich bereit erklärt haben, Feedback zu geben.",
    "routine-userResearchBulletpoints2": "Das User Panel wurde vom Kundendienst regelmässig geprüft um weitere Kunden zur Verfügung zu stellen.",
    "routine-userResearchBulletpoints3": "Ich habe die Interviews mit einem Partner geführt - Ich stellte die vorher gemeinsam geplanten Fragen und mein Partner notierte die Antworten. Zusätzlich hatten wir die Möglichkeit, einige dieser Interviews aufzunehmen.",
    "routine-userResearchBulletpoints4": "Wir haben einen iterativen, kundenzentrierten Weg eingeschlagen und im Optimalfall alle 2 Wochen ca. 5 Interviews geführt.",
    "routine-userResearchBulletpoints5": "Wir haben einen selbständigen Figma-Testdurchlauf mit einigen Power-Usern versucht",
    "routine-userResearchinsights": "Viele unserer Gesprächspartner sind technisch affin, ihr Team jedoch nicht.",
    "routine-userResearchinsights2": "Die Komplexität besteht aufgrund unklarer Terminologie und unterschiedlichen Schritten an unterschiedlichen Orten",
    "routine-userResearchinsights3": "Gewünscht wurde visuelles Feedback, namentlich eine Kalenderfunktion „wie Outlook“.",
    "routine-userResearchinsights4": "Während ich intern die Routinen als Datencontainer gesehen habe, ist sie für Kunden ein Serienelement wie Outlook - die technische Differenzierung ist nur im Script notwendig.",
    "routine-userResearchpersona": " Ich habe anhand der Interviews und diversen Gesprächen mit dem Verkaufsteam Personas erstellt",
    "routine-userResearchpersona2": "Mit dem Team habe ich daraufhin 2 Hauptpersonas festgelegt. Der Manager, welcher meistens im Büro ist und kaum Touchpoints mit der mobilen Version hat und die Einzelperson, die die Aufgaben selbst erstellt und im Feld in der App ausführt.",
    "routineIdeationUserjourney": "Um eine Routine zu erstellen:",
    "routineIdeationUserjourney2": "Musste zuerst eine Aufgabe erstellt werden",
    "routineIdeationUserjourney3": "Musste der User in den Einstellungen eine Routine erstellen, die jeweilige Aufgabe hinzufügen und die Wiederholung definieren.",
    "routineIdeationUserjourney4": "Im jeweiligen Objekt die Routine aktivieren.",
    "routineKonkurrenz": "Ich habe ein Miroboard angelegt mit Screenshots aus ähnlicher Software und analysiert welche Aspekte gut auf unser eigenes Projekt passen würde und warum, bzw was fehlt um auf unsere Zielgruppe zu passen.",
    "routineKonkurrenz2": "Im Team haben wir die Punkte besprochen und daraufhin eigene Sketches und Prototypen erstellt.",
    "routineDesign": "Ich habe mit verschiedenen internen Teams zusammengearbeitet um verschiedene Kundenaspekte zu betrachten:",
    "routineDesign2": "Sales: Welche Verkaufspunkte kommen gut bei Kunden an? Implementation: Welche Punkte sind für die Kunden am schwersten zu verstehen?",
    "routineDesign3":"Der Kunde kann innerhalb eines Modals entscheiden ob er den Auftrag wiederholen möchte und entsprechende Einstellungen vornehmen.",
    "routineDesign4":" Der Stepper soll dem Kunden helfen, sich zurechtzufinden und gibt Input welche Schritte bereits erledigt sind.",
    "routineDesign5":"Die Einstellungen wurden so einfach wie möglich und detailliert wie notwendig gemacht und sind eingeklappt, wenn man sie nicht benötigt."
    
}
