{
    "text-wrapper": "UX Designer, Game Designer, Multimedia Designer, Illustratorin, Künstler...einfach Any!",
    "p": "Ich bin UX- und Game-Designerin aus der Schweiz. Ich liebe es, Probleme zu lösen und somit das Leben meiner Mitmenschen durch gutes, spielerisches Design zu vereinfachen und bin immer motiviert, spannende Dinge zu lernen!",
    "text": "Hallihallo! Ich heisse Anika “Any” Hapke. Freut mich - lass uns connecten!",
    "button-label": "Ich will mehr erfahren!",

    
    "hauptseite-routine":"“Routinen”- Der Datencontainer, welcher Aufgaben triggered, aber bitte in einfach!",
    "hauptseite-interlude":"Ein 2D-Pixel-Rätselspiel, in welchem du während eines Abends in einer Bar feststeckst.",
    "hauptseite-Macaru":"Inspiriert von einem der ersten Spiele - der Magmacaverun. Schaffst du es, die Balance zwischen Gold und Leben zu finden?",
    "hauptseite-Planning":"“Planning - Die Übersicht, welche sich aus der Routine heraus entwickelt hat",
    "hauptseite-spectrum":"Das Spiel für Menschen auf dem Spektrum und ihr Umfeld, entweder als Energiemanagement-Spiel oder um Verständnis zu schaffen.",
    "hauptseite-tinfoiled":"Rette die Karens vor den Wellen böser 5G Strahlen mit dem einmaligen Aluhut-Generator!",
    "hauptseite-projectview":"Zum Projekt ",
    "hauptseite-dieProjekte":"Die Projekte",
    "hauptseite-skillz":"Das Skillset",
    "hauptseite-skillbutton":"Nice! Gib mir mehr Info!(CV)",
    "hauptseite-dasMenu":"Das Menü",
    "hauptseite-dasMenutext":"Eine Sammlung von Projekten zur Demonstration meiner technischer und praktischer Fähigkeiten, welche ich mir soweit angeeignet habe (Die Homepage zählt dazu).",
    "hauptseite-theMenuUX": "Es dauerte nicht lang um herauszufinden, dass UX Design mit seinen technologischen Aspekten, dem spielerischem Umgehen mit Problemen, die Kreativität des Prototypen und die Umsetzung des Designs genau so erfüllend und begeisternd ist wie Game Design.",
    "hauptseite-theMenuGD": "I liebe Gaming, Geschichten erzählen, Kunst und Terminologie. Darum war es selbsterklärend, Game Design zu studieren. Hier haben wir alle Schritte gelernt, selbständig Spiele umsetzen zu können und als Schnittstelle zwischen Designern und Entwicklern zu fungieren.",
    "hauptseite-theMenuArt": "Bereits früh in der Schule habe ich konstant gezeichnet um mich besser fokussieren zu können, und seitdem nie aufgehört. Es ist ein grandioser Weg, Ideen und Emotionen auf das Medium der Wahl zu bringen. Auch hier liebe ich es, verschiedene Dinge auszuprobieren um mich ideal ausdrücken zu können.",
    "hauptseite-theMenuAnim": "Während Animationen nicht mein allerliebstes Medium sind, liebe ich es auf Arbeit kleinere Schnittarbeiten erledigen zu können und mit Gifs und WIP-Animationen Prozesse aufzuzeigen.",
    "hauptseite-ueberTitel":"Frag mich über..",
    "hauptseite-ueberGaming": "Ich liebe Spiele, egal ob draussen, drinnen, am PC oder analog. Spiele bringt alle möglichen Arten von Menschen zusammen, erschafft Emotionen und ich bin begeistert von den Technologien dahinter.",
    "hauptseite-ueberLesen":"Ich vergesse immer, wie sehr ich es liebe zu lesen und in Geschichten einzutauchen. Meine Lieblingsbücher behalte ich, um Orte, Personen und Momente wieder besuchen zu können.",
    "hauptseite-ueberSport":"Joggen ist mein Todfeind aber ich liebe Teamsport und verschiedene Sportarten auszuprobieren, zB Segeln, Kickboxen und Bogenschiessen.",
    "hauptseite-zusammenarbeit":"Du hast ein spannendes Projekt? HMU!",

    "routine-rollentext":"UX und UI Design und Research",
    "routine-rollentitel":"Rolle",
    "routine-einleitungstitel":"Zusammenfassung",
    "routine-subtitel":"Die Vereinfachung einer zu komplexen Erstellung von Serienelementen für Personen mit wenig technischem Flair",
    "routine-einleitung": "Inventsys ist eine Softwarefirma für digitale Instandhaltung in der Schweiz und Deutschland. Routinen sind Einstellungen / „Datencontainer“, welche vorher definierte Aufgaben als wiederholende Aufträge generierten. Für unsere Kundengruppe ist die Erstellung und Zuweisung zu komplex und es fehlt ihnen eine Übersicht. Aus diesem Projekt sind deshalb die zwei Unterprojekte „Routinen“ und „Planung“ entstanden, deren Planung und Entwurf in meiner Verantwortung lagen. Ich hatte 08.23 die Chance, ein anderes Projekt zu leiten, weshalb ich die Fertigstellung der Planung weitergeben musste",
    "routine-das-problem-titel": "Das Problem",
    "routine-das-problem": "- Der User erhält kein Feedback vom System bezüglich Erstellung der Routinen.",
    "routine-das-problem2": "- Das Aufsetzen ist zu kompliziert.",
    "routine-das-problem3": "- Der Koordinator hat keine Übersicht über die erstellten/erledigten Aufgaben aus Routinen.",
    "routine-die-lösung-titel": "Die Lösung",
    "routine-die-lösung": "- Die Erstellung von Routinen passiert neu in der Aufgabenerstellung per Knopfdruck.",
    "routine-die-lösung2": "- Der User kann in einer neuen Planungs-Übersicht die kommenden Aufgaben sehen und anpassen.",
    "routine-die-lösung3": "- Einfachere Sprache und Erstellung.",
    "routine-titel-designprozess": "Designprozess",
    "routine-userResearchBulletpoints": "- Ich habe ein User Panel aufgestellt mit Kunden, welche sich bereit erklärt haben, Feedback zu geben.",
    "routine-userResearchBulletpoints2": "- Das User Panel wurde vom Kundendienst regelmässig geprüft um weitere Kunden zur Verfügung zu stellen.",
    "routine-userResearchBulletpoints3": "- Ich habe die Interviews mit einem Partner geführt - Ich stellte die vorher gemeinsam geplanten Fragen und mein Partner notierte die Antworten. Zusätzlich hatten wir die Möglichkeit, einige dieser Interviews aufzunehmen.",
    "routine-userResearchBulletpoints4": "- Wir haben einen iterativen, kundenzentrierten Weg eingeschlagen und im Optimalfall alle 2 Wochen ca. 5 Interviews geführt.",
    "routine-userResearchBulletpoints5": "- Wir haben einen selbständigen Figma-Testdurchlauf mit einigen Power-Usern versucht",
    "routine-userResearchinsights": " - Viele unserer Gesprächspartner sind technisch affin, ihr Team jedoch nicht.",
    "routine-userResearchinsights2": " - Die Komplexität besteht aufgrund unklarer Terminologie und unterschiedlichen Schritten an unterschiedlichen Orten",
    "routine-userResearchinsights3": " - Gewünscht wurde visuelles Feedback, namentlich eine Kalenderfunktion „wie Outlook“.",
    "routine-userResearchinsights4": " - Während ich intern die Routinen als Datencontainer gesehen habe, ist sie für Kunden ein Serienelement wie Outlook - die technische Differenzierung ist nur im Script notwendig.",
    "routine-userResearchpersonaTitel": "Persona",
    "routine-userResearchpersona": " Ich habe anhand der Interviews und diversen Gesprächen mit dem Verkaufsteam Personas erstellt",
    "routine-userResearchpersona2": "Mit dem Team habe ich daraufhin 2 Hauptpersonas festgelegt. Der Manager, welcher meistens im Büro ist und kaum Touchpoints mit der mobilen Version hat und der Techniker aus dem Feld, welcher die Aufgaben selbst erstellt und in der App ausführt.",
    "routineIdeationUserjourney": "Um eine Routine zu erstellen:",
    "routineIdeationUserjourney2": "Musste zuerst eine Aufgabe erstellt werden",
    "routineIdeationUserjourney3": "Musste der User in den Einstellungen eine Routine erstellen, die jeweilige Aufgabe hinzufügen und die Wiederholung definieren.",
    "routineIdeationUserjourney4": "Im jeweiligen Objekt die Routine aktivieren.",
    "routineKonkurrenztitel": "Konkurrenz",
    "routineKonkurrenz": "Ich habe ein Miroboard angelegt mit Screenshots aus ähnlicher Software und analysiert, welche Aspekte gut auf unser eigenes Projekt passen würde und warum, bzw was fehlt um auf unsere Zielgruppe zu passen.",
    "routineKonkurrenz2": "Im Team haben wir die Punkte besprochen und daraufhin eigene Sketches und Prototypen auf Papier und in Figma erstellt.",
    "routinezusammenfassungTitel": "Zusammenfassung",
    "routinezusammenfassung": "Ich habe gelernt, die verschiedenen Interessensgruppen gleich von Anfang an in den Designprozess einzuschliessen. So wissen die Entwickler gleich zu Beginn, was auf sie zukommt und können beim Planen der Tickets unterstützen, Verkauf und Support sitzen an der Quelle und können Rückmeldungen weiterleiten. Sie wissen am Besten, wie die Anwender denken. Jedoch muss man aufpassen, dass man sich nicht verrennt.",
    "routinezusammenfassung2": "Aus dem Projekt der Routine hat sich dann schnell auch ergeben, dass man eine Planungsübersicht benötigt, um die Routine einfach verständlich visuel darzustellen - das wurde dann zum zweiten Projekt. Auch die Routinen waren ein sehr spannendes Projekt und es macht extrem Freude, sein Design umgesetzt zu sehen und die Freude der Kunden zu spüren.",
   
    "planung-einleitung": "Inventsys ist eine Softwarefirma für digitale Instandhaltung in der Schweiz und Deutschland. Routinen sind Einstellungen / „Datencontainer“, welche vorher definierte Aufgaben als wiederholende Aufträge generierten. Für unsere Kundengruppe ist die Erstellung und Zuweisung zu komplex und es fehlt ihnen eine Übersicht. Aus diesem Projekt sind deshalb die zwei Unterprojekte „Routinen“ und „Planung“ entstanden, deren Planung und Entwurf in meiner Verantwortung lagen. Ich hatte 08.23 die Chance, ein anderes Projekt zu leiten, weshalb ich die Fertigstellung der Planung weitergeben musste",
    "planung-subtitel":"Angefangen mit der visuellen Darstellung von Routinen haben wir schlussendlich eine ganze Kalenderübersicht für die einfache Planung von Aufgaben erstellt",
    "planung-das-problem": "- Der User hat keine visuelle Übersicht.",
    "planung-das-problem2": "- Der Koordinator muss jeden Montag morgen mit den Technikern vor Ort Koordinieren wer welche Aufgabe übernimmt",
    "planung-das-problem3": "- Der Koordinator muss in jede einzelne Aufgabe gehen um sie jemand neuem zuzuweisen oder weist sie einem ganzen Team zu, was die Kontrolle schwieriger macht",
    "planung-userResearchinsights": " - Gewünscht wurde visuelles Feedback, namentlich eine Kalenderfunktion „wie Outlook“.",
    "planung-userResearchinsights2": " - Die Anwender möchten innerhalb der Plannung die Aufgaben flexibel herumschieben können",
    "planung-userResearchinsights3": " - Die Anwender möchten die Funktion nach Datum, Status und Personen filtern können",
    "planung-userResearchinsights4": " - Wichtig ist, dass sie visuelles Feedback erhalten ob die Aufgaben/Routinen korrekt aufgesetzt wurden",
    "planungzusammenfassung": "Hier war die Schwierigkeit die Fusion zwischen einer bekannten Funktion wie der Kalender, mit der Übersichtsmöglichkeit der Aufgaben. Es war ein super, iterativer Prozess mit offener Kommunikation zwischen uns und den Kunden.",
    "planung-die-lösung": "- Der User hat eine Kalenderfunktion die Aufgabenzeitpunkte optisch leicht verständlich darstellt",
    "planung-die-lösung2": "- Der User kann die Aufgaben über diese Seite direkt und einfach anpassen",
    "planung-die-lösung3": "- Die Kalenderfunktion für das Jahr dient zur Ansicht der wiederholenden Aufträge.",

    "GD-rollentext":"Game Design und 2D Assets",
    "tinfoiled-einleitung": " Planung weitergeben musste",

    "footer-weitereProjekte":"Weitere Projekte",
    "footer-some":"Hit me up!"

}
