{
    "text-wrapper": "UX Designer, Game Designer, Multimedia Designer, Illustratorin, Künstler...einfach Any!",
    "p": "Ich bin UX- und Game-Designerin aus der Schweiz. Ich liebe es, Probleme zu lösen und somit das Leben meiner Mitmenschen durch gutes, spielerisches Design zu vereinfachen und bin immer motiviert, spannende Dinge zu lernen!",
    "text": "Hallihallo! Ich heisse Anika “Any” Hapke. Freut mich - lass uns connecten!",
    "button-label": "Ich will mehr erfahren!",

    
    "hauptseite-routine":"“Routinen”- Der Datencontainer, welcher Aufgaben triggered, aber bitte in einfach!",
    "hauptseite-interlude":"Ein 2D-Pixel-Rätselspiel, in welchem du während eines Abends in einer Bar feststeckst.",
    "hauptseite-Macaru":"Inspiriert von einem der ersten Spiele - der Magmacaverun. Schaffst du es, die Balance zwischen Gold und Leben zu finden?",
    "hauptseite-Planning":"“Planning” - Die Übersicht, welche sich aus der Routine heraus entwickelt hat",
    "hauptseite-spectrum":"Das Spiel für Menschen auf dem Spektrum und ihr Umfeld, entweder als Energiemanagement-Spiel oder um Verständnis zu schaffen.",
    "hauptseite-tinfoiled":"Rette die Karens vor den Wellen böser 5G Strahlen mit dem einmaligen Aluhut-Generator!",
    "hauptseite-projectview":"Zum Projekt ",
    "hauptseite-dieProjekte":"Die Projekte",
    "hauptseite-skillz":"Das Skillset",
    "hauptseite-skillbutton":"Nice! Gib mir mehr Info!(CV)",
    "hauptseite-dasMenu":"Die Gallerie",
    "hauptseite-dasMenutext":"Eine Sammlung von Projekten zur Demonstration meiner technischer und praktischer Fähigkeiten, welche ich mir soweit angeeignet habe (Die Homepage zählt dazu).",
    "hauptseite-theMenuUX": "Es dauerte nicht lang um herauszufinden, dass UX Design mit seinen technologischen Aspekten, dem spielerischem Umgehen mit Problemen, die Kreativität des Prototypen und die Umsetzung des Designs genau so erfüllend und begeisternd ist wie Game Design.",
    "hauptseite-theMenuGD": "I liebe Gaming, Geschichten erzählen, Kunst und Terminologie. Darum war es selbsterklärend, Game Design zu studieren. Hier haben wir alle Schritte gelernt, selbständig Spiele umsetzen zu können und als Schnittstelle zwischen Designern und Entwicklern zu fungieren.",
    "hauptseite-theMenuArt": "Bereits früh in der Schule habe ich konstant gezeichnet um mich besser fokussieren zu können, und seitdem nie aufgehört. Es ist ein grandioser Weg, Ideen und Emotionen auf das Medium der Wahl zu bringen. Auch hier liebe ich es, verschiedene Dinge auszuprobieren um mich ideal ausdrücken zu können.",
    "hauptseite-theMenuAnim": "Während Animationen nicht mein allerliebstes Medium sind, liebe ich es auf Arbeit kleinere Schnittarbeiten erledigen zu können und mit Gifs und WIP-Animationen Prozesse aufzuzeigen.",
    "hauptseite-ueberTitel":"Frag mich über..",
    "hauptseite-ueberGaming": "Ich liebe Spiele, egal ob draussen, drinnen, am PC oder analog. Spiele bringt alle möglichen Arten von Menschen zusammen, erschafft Emotionen und ich bin begeistert von den Technologien dahinter.",
    "hauptseite-ueberLesen":"Ich vergesse immer, wie sehr ich es liebe zu lesen und in Geschichten einzutauchen. Meine Lieblingsbücher behalte ich, um Orte, Personen und Momente wieder besuchen zu können.",
    "hauptseite-ueberSport":"Joggen ist mein Todfeind aber ich liebe Teamsport und verschiedene Sportarten auszuprobieren, zB Segeln, Kickboxen und Bogenschiessen.",
    "hauptseite-zusammenarbeit":"Du hast ein spannendes Projekt? Melde dich!",
    "hauptseite-spectrumtitel":"Auf dem Spektrum",
    "hauptseite-meldedich":"Zur Mail",

    "routine-rollentext":"UX und UI Design und Research",
    "routine-rollentitel":"Rolle",
    "routine-einleitungstitel":"Zusammenfassung",
    "routine-subtitel":"Die Vereinfachung einer zu komplexen Erstellung von Serienelementen für Personen mit wenig technischem Flair",
    "routine-einleitung": "Inventsys ist eine Softwarefirma für digitale Instandhaltung in der Schweiz und Deutschland. Routinen sind Einstellungen / „Datencontainer“, welche vorher definierte Aufgaben als wiederholende Aufträge generierten. Für unsere Kundengruppe ist die Erstellung und Zuweisung zu komplex und es fehlt ihnen eine Übersicht. Aus diesem Projekt sind deshalb die zwei Unterprojekte „Routinen“ und „Planung“ entstanden, deren Planung und Entwurf in meiner Verantwortung lagen. Ich hatte 08.23 die Chance, ein anderes Projekt zu leiten, weshalb ich die Fertigstellung der Planung weitergeben musste",
    "routine-das-problem-titel": "Das Problem",
    "routine-das-problem": "- Der User erhält kein Feedback vom System bezüglich Erstellung der Routinen.",
    "routine-das-problem2": "- Das Aufsetzen ist zu kompliziert.",
    "routine-das-problem3": "- Der Koordinator hat keine Übersicht über die erstellten/erledigten Aufgaben aus Routinen.",
    "routine-die-lösung-titel": "Die Lösung",
    "routine-die-lösung": "- Die Erstellung von Routinen passiert neu in der Aufgabenerstellung per Knopfdruck.",
    "routine-die-lösung2": "- Der User kann in einer neuen Planungs-Übersicht die kommenden Aufgaben sehen und anpassen.",
    "routine-die-lösung3": "- Einfachere Sprache und Erstellung.",
    "routine-titel-designprozess": "Designprozess",
    "routine-userResearchBulletpoints": "- Ich habe ein User Panel aufgestellt mit Kunden, welche sich bereit erklärt haben, Feedback zu geben.",
    "routine-userResearchBulletpoints2": "- Das User Panel wurde vom Kundendienst regelmässig geprüft um weitere Kunden zur Verfügung zu stellen.",
    "routine-userResearchBulletpoints3": "- Ich habe die Interviews mit einem Partner geführt - Ich stellte die vorher gemeinsam geplanten Fragen und mein Partner notierte die Antworten. Zusätzlich hatten wir die Möglichkeit, einige dieser Interviews aufzunehmen.",
    "routine-userResearchBulletpoints4": "- Wir haben einen iterativen, kundenzentrierten Weg eingeschlagen und im Optimalfall alle 2 Wochen ca. 5 Interviews geführt.",
    "routine-userResearchBulletpoints5": "- Wir haben einen selbständigen Figma-Testdurchlauf mit einigen Power-Usern versucht",
    "routine-userResearchinsights": " - Viele unserer Gesprächspartner sind technisch affin, ihr Team jedoch nicht.",
    "routine-userResearchinsights2": " - Die Komplexität besteht aufgrund unklarer Terminologie und unterschiedlichen Schritten an unterschiedlichen Orten",
    "routine-userResearchinsights3": " - Gewünscht wurde visuelles Feedback, namentlich eine Kalenderfunktion „wie Outlook“.",
    "routine-userResearchinsights4": " - Während ich intern die Routinen als Datencontainer gesehen habe, ist sie für Kunden ein Serienelement wie Outlook - die technische Differenzierung ist nur im Script notwendig.",
    "routine-userResearchpersonaTitel": "Persona",
    "routine-userResearchpersona": " Ich habe anhand der Interviews und diversen Gesprächen mit dem Verkaufsteam Personas erstellt",
    "routine-userResearchpersona2": "Mit dem Team habe ich daraufhin 2 Hauptpersonas festgelegt. Der Manager, welcher meistens im Büro ist und kaum Touchpoints mit der mobilen Version hat und der Techniker aus dem Feld, welcher die Aufgaben selbst erstellt und in der App ausführt.",
    "routineIdeationUserjourney": "Um eine Routine zu erstellen:",
    "routineIdeationUserjourney2": "Musste zuerst eine Aufgabe erstellt werden",
    "routineIdeationUserjourney3": "Musste der User in den Einstellungen eine Routine erstellen, die jeweilige Aufgabe hinzufügen und die Wiederholung definieren.",
    "routineIdeationUserjourney4": "Im jeweiligen Objekt die Routine aktivieren.",
    "routineKonkurrenztitel": "Konkurrenz",
    "routineKonkurrenz": "Ich habe ein Miroboard angelegt mit Screenshots aus ähnlicher Software und analysiert, welche Aspekte gut auf unser eigenes Projekt passen würde und warum, bzw was fehlt um auf unsere Zielgruppe zu passen.",
    "routineKonkurrenz2": "Im Team haben wir die Punkte besprochen und daraufhin eigene Sketches und Prototypen auf Papier und in Figma erstellt.",
    "routinezusammenfassungTitel": "Zusammenfassung",
    "routinezusammenfassung": "Ich habe gelernt, die verschiedenen Interessensgruppen gleich von Anfang an in den Designprozess einzuschliessen. So wissen die Entwickler gleich zu Beginn, was auf sie zukommt und können beim Planen der Tickets unterstützen, Verkauf und Support sitzen an der Quelle und können Rückmeldungen weiterleiten. Sie wissen am Besten, wie die Anwender denken. Jedoch muss man aufpassen, dass man sich nicht verrennt.",
    "routinezusammenfassung2": "Aus dem Projekt der Routine hat sich dann schnell auch ergeben, dass man eine Planungsübersicht benötigt, um die Routine einfach verständlich visuel darzustellen - das wurde dann zum zweiten Projekt. Auch die Routinen waren ein sehr spannendes Projekt und es macht extrem Freude, sein Design umgesetzt zu sehen und die Freude der Kunden zu spüren.",
   
    "planung-einleitung": "Inventsys ist eine Softwarefirma für digitale Instandhaltung in der Schweiz und Deutschland. Routinen sind Einstellungen / „Datencontainer“, welche vorher definierte Aufgaben als wiederholende Aufträge generierten. Für unsere Kundengruppe ist die Erstellung und Zuweisung zu komplex und es fehlt ihnen eine Übersicht. Aus diesem Projekt sind deshalb die zwei Unterprojekte „Routinen“ und „Planung“ entstanden, deren Planung und Entwurf in meiner Verantwortung lagen. Ich hatte 08.23 die Chance, ein anderes Projekt zu leiten, weshalb ich die Fertigstellung der Planung weitergeben musste.",
    "planung-subtitel":"Angefangen mit der visuellen Darstellung von Routinen haben wir schlussendlich eine ganze Kalenderübersicht für die einfache Planung von Aufgaben erstellt",
    "planung-das-problem": "- Der User hat keine visuelle Übersicht.",
    "planung-das-problem2": "- Der Koordinator muss jeden Montag morgen mit den Technikern vor Ort Koordinieren wer welche Aufgabe übernimmt",
    "planung-das-problem3": "- Der Koordinator muss in jede einzelne Aufgabe gehen um sie jemand neuem zuzuweisen oder weist sie einem ganzen Team zu, was die Kontrolle schwieriger macht",
    "planung-userResearchinsights": " - Gewünscht wurde visuelles Feedback, namentlich eine Kalenderfunktion „wie Outlook“.",
    "planung-userResearchinsights2": " - Die Anwender möchten innerhalb der Plannung die Aufgaben flexibel herumschieben können",
    "planung-userResearchinsights3": " - Die Anwender möchten die Funktion nach Datum, Status und Personen filtern können",
    "planung-userResearchinsights4": " - Wichtig ist, dass sie visuelles Feedback erhalten ob die Aufgaben/Routinen korrekt aufgesetzt wurden",
    "planungzusammenfassung": "Hier war die Schwierigkeit die Fusion zwischen einer bekannten Funktion wie der Kalender, mit der Übersichtsmöglichkeit der Aufgaben. Es war ein super, iterativer Prozess mit offener Kommunikation zwischen uns und den Kunden.",
    "planung-die-lösung": "- Der User hat eine Kalenderfunktion die Aufgabenzeitpunkte optisch leicht verständlich darstellt",
    "planung-die-lösung2": "- Der User kann die Aufgaben über diese Seite direkt und einfach anpassen",
    "planung-die-lösung3": "- Die Kalenderfunktion für das Jahr dient zur Ansicht der wiederholenden Aufträge.",

    "GD-rollentext":"Game Design und 2D Assets",
    "macaru-rollentext":"Art und Animation",
    "bachelor-rollentext":"Komplettes Game Design",
    "interlude-rollentext":"Backgroundart und Asset-Erstellung",
    "tinfoiled-einleitung": "Innerhalb eines einwöchigen Game Jams im Rahmen des Animationsfestivals Fantoche in Baden, welches die Zusammenarbeit der Animationsstudenten der Hochschule Luzern und der Zürcher Game Designer fördert, haben wir zu dritt zum Überthema „Conspiracy“ ein Spiel designed, prototyped und umgesetzt. Wir testeten zudem das Kartenset „Ideas for Games“, welches Beat Suter und Anja Fritsch aus dem GameLab der ZHdK entwickelt haben. Man zieht ein paar Karten und lässt sich entsprechend zu einem Spiel inspirieren. Wir zogen „Love“ und „Compassion“, weswegen sich unsere Story von einem Luxusaluhutgenerator zu einem empathischen 5G-Wellenretter umwandelte - je nach dem wie zufriedenstellend man die Hüte zusammenstellt. ",
    "tinfoiled-schritt1": "Schritt 1: Das Team findet sich",
    "tinfoiled-team": "Mit Julian's Hintergrund in der IT hatten wir das Backend quasi schon erledig und mit Alex' Animationsskills konnten wir sehr bald mit der Implementation des Materials beginnen. Ich sorgte in der Zwischenzeit für den Sound und die Aluhut-Bearbeitungsfläche inklusive dazugehörigen Aluhüten und Dekorationsgegenständen. Dank der vielseitigen Game Design Ausbildung konnten Julian und ich Alex jeweils problemlos mittelen, in welchem Format etc. Julian die Assets für eine einwandfreihe Implementation brauchte.",
    "tinfoiled-schritt2": "Schritt 2: Story und Paperprototyping",
    "tinfoiled-story": "Wir haben zuerst ein paar Ideen gesammelt und uns für die witzigste entschieden. Relativ schnell haben wir einen Papierprototypen erstellt und durchgespielt, wie das UI aussehen soll, welche Charaktere und Animationen wir benötigen würden und wie sich so ein Hut-Baukasten anfühlen soll. Iterativ wurde dann auch die Story angepasst um besser zu Charakteren und dem Setting zu passen.",
    "tinfoiled-schritt3": "Schritt 3: Umsetzung",
    "tinfoiled-umsetzung": "Nach dem Prototypen hatte der Entwickler bereits eine Vorstellung, wie er vorgeht und hat angefangen, die Logik aufzubauen. Währenddessen hat unsere Animatorin den Hintergrund erarbeitet mitsamt den Charakteren und deren Animationen. Diese wurde nach einer Kurzeinführung ins Unity auch von ihr importiert. Währenddessen kümmerte ich mich ums UI, die Soundeffekte und die Aluhüte. Da wir gleich beieinander sassen, konnten wir uns regelmässig über die Schulter schauen um einerseits Feedback zu geben, andererseits voneinander zu lernen.",
    "tinfoiled-dasFinale": "Das fertige Spiel",
    "tinfoiled-Endprodukt": "Wie es immer so ist, hatten wir uns zu viel vorgenommen und mussten schlussendlich aufgrund der knappen Zeit ein paar Abstriche vornehmen. So begrenzten wir uns auf einen Charakter, wir konnten jedoch mit verschiedenen Farben dennoch eine kleine Variation ermogeln. Der Spieler hat einen Zufriedenheitsstatus, je nach dem wie zufriedenstellend er die Hüte zusammenstellt, bekommt er ein anderes Ende. Alles in allem war es ein äusserst spannendes Projekt, da ich mit 2 völlig Fremden mit so unterschiedlichen Kompetenzen in so kurzer Zeit etwas spielbares hervorbringen musste. Es hat grossen Spass gemacht und das Resultat für die kurze Zeit finde ich wirklich unterhaltsam.",

    "macaru-einleitung": "Eines der ersten Spiele, welches wir im Studiengang erstellt haben. Macaru ist inspiriert vom 1983 Loderunner, welcher als Klassiker unter den Plattformern gilt. Das Level besteht aus verschiedenen Ebenen, welche mit Leitern verbunden sind, der Spieler kommt nur ins nächste Level, wenn er alle Schätze aufgesammelt hat und wird obendrein von Gegnern verfolgt. Macaru übernimmt diese Ansätze, und macht etwas Neues daraus. So sind die Schätze bei uns optional und schränken den Spieler in seiner Bewegung ein und wir haben ein Spieler vs. Spieler daraus gemacht. Zudem haben wir eine Grab-Funktion eingebaut.",
    "macaru-schritt1": "Story",
    "macaru-konzept": "Wir haben dem klassichen Spiel statt nur verfolgenden Gegnern noch einen zeitlichen Aspekt eingebaut, so starten die Spieler ganz unten, jedoch füllt sich die Höhle langsam mit Lava. Wenn der Spieler diese berührt, stirbt er. Die Charaktere können schaufeln, picken, springen, klettern, laufen, werfen und die angreifenden NPC schlagen. Je nach Gesteinsart muss ein anderes Werkzeug zur Hand. Der Rucksack wächst mit den gesammelten Schätzen mit und vermindert die Geschwindigkeit und die Sprungkraft je grösser er wird. Das Ziel der Spieler ist, den Gegnern und der Lava zu entkommen und mit möglichst vielen Schätzen den Höhlenausgang zu erreichen. ",
    "macaru-schritt2": "Konzept und Mechaniken",
    "macaru-story": "Die Archäologen haben einen neuen Schatz entdeckt und buddeln sich den Weg in die Tiefen des Höhlensystems, als sie in ihrem Eifer etwas zu tief graben. Unglücklicherweise haben sie eine Magmakammer getroffen und müssen nun den Weg zurückfinden - jedoch nicht, ohne die Schätze! Und wehe dem, der zwischen den Archäologen und den Schätzen steht. Werden die Archäologen rechtzeitig vor den Lavaströmen entkommen können UND dabei die Schätze vor dem verbrennen retten?",
    "macaru-schritt3": "Entwicklung",
    "macaru-umsetzung": "Wir haben uns für ein Pixel-Design entschieden, da dies für so eine ausgearbeitete Grundstruktur am einfachsten war, umzusetzen. Ich selbst hatte bis dahin noch nie in diesem Stil gemalt und es ging etwas, hineinzukommen, machte jedoch später dann grosse Freude. Mein Partner, Jonas hat sich mit der Entwicklung beschäftigt und ich mich mit dem ganzen graphischen und den Animationen.",
    "macaru-dasFinale": "Fazit",
    "macaru-Endprodukt": "Das Spiel macht riesigen Spass und hat bei mir für einen imensen Lerneffekt gesorgt. Die ursprüngliche Idee ging eher in Richtung Wettrennen, aber unsere Mechanik mit dem Rucksack und der Verlangsamung hat dafür gesorgt, dass man sich sogar gegenseitig ausstechen kann indem man die Schätze dem anderen anwirft. Somit kann man dafür sorgen, dass der Gegner nicht schnell genug vor der Lava oder den Gegnern fliehen kann. Zudem hat Jonas bereits dort Kontakte zu einer Musikerin gehabt, welche uns mit einem eigenen Soundtrack beglückte.",

    "interlude-einleitung": "Das erste 'richtige' Spiel, welches wir im Studiengang erstellt haben - es war ein Klassenprojekt. Besonders war hier, dass wir wirklich in Teams gearbeitet und so das Setting eines Studios hatten. Nicht jeder wusste, wie das Spiel aussehen würde bis am Schluss. Ich war im Team Background und Assets. Wir haben jeweils einen Raum gezeichnet und alle benötigten Assets.",
    "interlude-schritt1": "Story",
    "interlude-konzept": "Anfänglich mussten wir alle etwas zeichnen, was mit unserer Schule zu tun hatte und unsere Klasse verbrachte viele Abende zusammen in der Schulbar. Entsprechend gab es einige Illustrationen von dieser. Ein Teil der Klasse fand auch den Pixelstil einfach machbar und dennoch ästhetisch ansprechend. Daher entschieden wir uns für diesen Stil und Setting. Das Spiel ist ein PT-ähnliches Spiel im 2D pixelstil. Der Spieler geht in eine Bar und kommt erst heraus, nachdem er eine Reihe von Rätseln gelöst hat. Alle Räume wiederholen sich 3x bis sich alles resettet. Innerhalb dieser 3er-Loops muss man die richtigen Rätsel lösen um in den nächsten Loop zu kommen. Wenn man alle Loops geschafft hat, ist das Spiel geschafft und der Spieler kann die Bar wieder verlassen. ",
    "interlude-schritt2": "Konzept und Mechaniken",
    "interlude-story": "Der Charakter möchte einfach nur einen gemütlichen Abend in der Stammbar verbringen und seine düsteren Gedanken vergessen. Leider kann er die Bar nicht verlassen und muss nun auf der Suche nach dem Ende mit vielen interessanten Charakteren reden und deren Probleme lösen.",
    "interlude-schritt3": "Entwicklung",
    "interlude-umsetzung": "Wir haben eingeplant, dass es zwischen jedem Loop ein anderes sehr abstraktes Zimmer geben wird, was die innere Gefühlswelt des Characters wiederspiegeln soll. Ich wollte den „broken Room“ haben und konnte mich hier richtig gut ausleben. Dank des anderen Pixelspiels konnte ich auch das bereits gelernte Wissen richtig umsetzen. Für meinen Raum habe ich die einzelnen Assets, welche vorher bereits herumstanden, genommen und schwebend oder glitchend animiert um zu zeigen, dass das Zimmer oder Spiel kaputt geht. Wir hatten auch ein Storyteam, ein Dev-Team, ein Character-Team und ein paar Multitalente, welche sich zusätzlich um Musik und Soundeffekte gekümmert haben.",
    "interlude-dasFinale": "Fazit",
    "interlude-Endprodukt": "Ich fand unser Spiel so toll, dass ich probiert habe, mit ein paar anderen Begeisterten die letzten Bugs zu beheben um das Spiel zu publishen. Leider ist es nie dazu gekommen, aber es ist für immer eins meiner Favoriten. Die Rätsel, das Setting und die Musik wecken Erinnerungen und wir haben viele kleine Insider und Witze versteckt. Die Entwicklung war sehr interessant, da ich lang nur die Hintergründe gesehen habe und mir nicht recht vorstellen konnte, wohin die Reise gehen würde, bis zum Playtesting.",

   
    "spectrum-subtitel":"Die Fragestellung meiner Bachelorarbeit war: Tägliche Lebenssituationen aus Sicht einer hochfunktionalen Autistischen Person meistern, um ein Verständnis für neurotypische Menschen zu schaffen, da wir durch bekannte Situationen schnellere Empathie aufbauen können - (Wie) Schaffe ich das? - Auf Wunsch/Anfrage stelle ich gerne die komplette Präsentation und Recherche zur Verfügung.",
    "spectrum-einleitung": "Der Spieler steuert einen autistischen Charakter in einem Zeitraum von einer Woche, während welcher es verschiedene Tasks und Events zu durchleben und bestehen gilt. Jeder Event und jeder Task verbraucht einen bestimmten Stress-Wert, welcher von einem “Stressbar” abgezogen wird. Dasselbe für Social life und Arbeits”motivation”. Ist einer der Balken auf 0 gesetzt worden, ist das Spiel nicht bestanden und der Spieler muss den Tag neu anfangen. Werden Tasks nicht erledigt, kann sich das auf den Verlauf der Woche auswirken.",
    "spectrum-mechanix-titel":"Mechaniken",
    "spectrum-mechanix-subtitel":"Kamera",
    "spectrum-mechanix-subtitel2":"Batterie",
    "spectrum-mechanix-subtitel3":"Andere",
    "spectrum-das-problem": "Du verlierst Energie wenn unvorhergeschehenes passiert, du zu viel machst oder erlebst, gewinnst sie aber auch zurück. Du kannst dich auch entscheiden, Aktivitäten mit den Mitmenschen aus dem Weg zu gehen, dann geht jedoch die Sozialkompetenz zurück was sich langfristig auch auf die Energie auswirkt.",
    "spectrum-das-problem2": "Die Kamera drückt aus, in welcher Situation du dich befindest, einerseits mit Effekten, die die Sicht einschränken, andererseits mit einem Positionenwechsel um darzustellen, wenn etwas von geräumig zu unangenehm wird. So hat der Spieler draussen eine weite Kamera und wenn er in einen Bus einsteigt, kommt sie fast schon zu nah. ",
    "spectrum-das-problem3": "Die Musik passt sich je nach Situation und Energiewerte an. Wenn es dem Charakter nicht gut geht, wird die Musik dunkler und unangenehmer. Ein guter Freund hat sie für das Spiel komponiert und mittels FMOD habe ich sie adaptiv dem Spielerstatus oder je nach Situation angepasst",
    
    "spectrum-Researchtitel": "Research",
    "spectrum-ResearchX": "Nebenbei habe ich mir andere Serious Games angesehen und gespielt, um herauszufinden, was diese gut oder schlecht machen und welche Optionen ich durchführen kann.",
    "spectrum-userResearchinsights":"Da ich ein Serious Game machen wollte und das Glück hatte, Personen aus dem Verein “Autismus Deutsche Schweiz“ als Berater zur Seite zu haben, konnte ich meine Research sehr personenbezogen machen. Zudem habe ich auf der Plattform “Reddit“ Fragen an die spezifischen Gruppen gestellt und sehr interessante Antworten erhalten. Nebenbei habe ich mir alle Dokumentationen, Filme und Erklärungen von Personen auf dem Spektrum bzw. welche die Thematik aufnehmen, angesehen.",
    "spectrum-userResearchZitat": "“Ich persönlich bin der Meinung, wenn wir in der Öffentlichkeit in Ruhe stimen könnten, ohne verurteilt zu werden, könnten wir uns sehr leicht beruhigen und unser normales Leben wieder aufnehmen.”, war eine Antwort auf die Frage 'Was wünscht ihr euch von der Gesellschaft, um euch Wohl zu fühlen' und diese ist mir das ganze Projekt über immer sehr präsent geblieben.",
    "spectrum-entwicklung": "Ich habe angefangen mit dem Characterdesign und nebenbei die Storyline geschrieben. Meine ursprüngliche Zukunftsvision war eine komplette spielbare Woche mit flexiblen Aufgaben. Leider bin ich jedoch relativ schnell an meine Programmiergrenzen gestossen und habe mich innerhalb des Bachelorprojekts auf einen Tag mit fixen Geschehnissen eingeschränkt. Bis zum Moment der Erkenntnis habe ich bereits einen Standard-Tag geplant, sowie alle möglichen Dialoge und Aufgaben geplant, gesketcht und notiert für die komplette Woche.",
    "spectrum-entwicklung2": "Den Hauptcharakter wollte ich entweder sehr androgyn oder geschlechtsneutral gestalten, damit sich der Spieler besser in den Charakter versetzen kann, egal welches Geschlecht der Spieler hat.",
    "spectrum-entwicklung3": "Die NPC wollte ich mit Masken versehen, da aus meiner Recherche die Schwierigkeit hervorging, Gesichtszüge und versteckte Meinungen, zB Sarkasmus zu erkennen. Die Masken waren nicht leicht zu erkennen mit meinen Low-Poly-Stil, daher habe ich einfacherhalbe die Gesichter ganz weggelassen. Allgemein habe ich alles sehr grob belassen und entschieden, die wichtigsten Orte mehr auszubauen oder wenn ich die Zeit hätte. Benutzte Tools waren Blender, Unity, FMod und Yarnspinner. Es war meine erste Arbeit mit Yarnspinner und ich war begeistert, dass man mit den Texten schon Trigger setzen kann. So konnte ich jeweils vormerken, welche Antworten nicht passen und schlecht auf die Sozialkompetenz wirken. In Unity selbst habe ich ein Plugin gekauft, welches mir beim Erstellen des Spiels helfen sollte durch vorgecodete Events. Ich wollte jedoch den Grossteil selbst programmieren, weswegen ich jeweils um das Plugin herumarbeiten musste.",
    "spectrum-entwicklung4": "Auch mit den Farben habe ich herumgespielt, da gewisse Farben für Menschen auf dem Spektrum zu stark sein können. Ich habe daher versucht, keine starken Farben zu verwenden und die Effekte auf die negativen Momente einzuschränken.",
    "spectrum-Endprodukt": "Ich bin stolz auf mein Spiel und möchte am liebsten immer noch weiter daran arbeiten. Mit dem Wissen, was ich jetzt habe, würde ich natürlich alles etwas anders angehen. So finde ich die Spielgestaltung tatsächlich einfacher, wenn man nicht um ein Plugin herumcoden muss und ich konnte Erfahrungen sammeln im UI, Research und in der Projektleitung. Während des Projekts habe ich mich noch verschätzt und musste in der Hälfte einen grossen Cut machen und meine Ressourcen realistischer einplanen. Daher wüsste ich jetzt, was alles auf mich zukommt. Für mich sind Spiele nicht nur Freizeitaktivitäten sondern können durchaus zur Vermittlung und Empathieerzeugung eingesetzt werden und ich habe während der Recherche gespürt, dass unsere Gesellschaft das für Randgruppen oder einfach andere Menschen noch nicht einfach so aufbringen kann. Was hilft also mehr, als diese Schwierigkeiten selbst durchspielen und ein Gefühl dafür zu bekommen, wie das Leben mit ständigen Hürden im für neurotypisch so einfachen Alltag? ",

    "footer-weitereProjekte":"Weitere Projekte",
    "footer-some":"Hit me up!",

    "skills Coding":"Programmieren",
    "hauptseite-kontakt":"Kontakt"

}
