{
    "text-wrapper": "UX Designer, Game Designer, Multimedia Designer, Illustrator, Artist...simply Any!",
    "p": "I am an UX and Game Designer based in Zurich, Switzerland. I love problem solving and making peoples’ lifes easier through good, playful design and learning and am always looking to learn new exciting things every day!",
    "text": "Hi there! I’m Anika “Any” Hapke. Nice to meet you - Let’s stay in touch!",
    "button-label": "Want to know more?",

    "hauptseite-routine":"Simplify “routines” - a data container repeating tasks, easy!",
    "hauptseite-interlude":"A pixelated 2D adventure where you're stuck in a bar.",

    "hauptseite-Macaru":"Inspired by one of the OG games - our Magma Cave Run. Will you be able to balance between getting rich and getting burned?",
    "hauptseite-Planning":"“Planning - The overview that developed out of the routine project",
    "hauptseite-spectrum":"An experience for people on the spectrum and their surroundings, either as an energy management game or to generate an understanding.",
    "hauptseite-tinfoiled":"Save the Karens from the evil 5G waves with the unique tinfoil hat generator!",
    "hauptseite-projectview":"View Project ",
    "hauptseite-dasMenu":"The Gallery",
    "hauptseite-dasMenutext": "A collection of projects to demonstrate the variety of technical and practical skills I have acquired throughout the years.",
    "hauptseite-theMenuUX": "It didn’t take long to find out how UX Design with its technological aspects, the possible playful approaches of problem solving, the creativity of prototying as well as the giving feeling of seeing your designs putting smiles on your clients faces is just as awesome as Game Design.",
    "hauptseite-theMenuGD": "I love gaming, storytelling, art and technology. Therefore, it was only natural to study Game Design. Here we learned all about being an intermediary between artists and developers through learning all of the aspects.",
    "hauptseite-theMenuArt": "Starting in school where I would draw to focus, I never stopped ever since. It’s a great way to bring ideas and feelings onto any media of your choice and I love trying out different media to express myself.",
    "hauptseite-theMenuAnim": " While not my favorite medium, I do like creating videos for work and I liked playing around with gifs or process-clips during art creation.",
    "hauptseite-skillz":"THE SKILLSET",
    "hauptseite-dieProjekte":"THE PROJECTS",
    "hauptseite-skillbutton":"Intriguing, give me the full story (*CV)!",
    "hauptseite-ueberGaming":"I love games, be it outside or inside, board games, computer and consoles and DND or other rollplays. I love how it brings together people, creates emotions and the technology behind it.",
    "hauptseite-ueberLesen":"Every now and then I forget about how much I love to read but then I see my books and remember the stories. I do keep my favorites so I can revisit certain moments whenever I want.",
    "hauptseite-ueberSport":"While I don’t like jogging, I do like playing team sports and tried a bunch of different things like sailing, kick boxing, and arrow shooting.",
    "hauptseite-zusammenarbeit":"Let’s work on your project together!",
    "hauptseite-spectrumtitel":"On the spectrum",
    "hauptseite-meldedich":"Send Mail",

    "routine-rollentext":"UX and UI Design and Research",
    "routine-rollentitel":"Roll",
    "routine-einleitungstitel":"Summary",
    "routine-subtitel":"Simplifying the overly complex creation of series elements for people with little technical flair",
    "routine-einleitung": "Inventsys is a software company for digital maintenance in Switzerland and Germany. Routines are settings / 'data containers' that generate previously defined tasks as repetitive jobs. For our customer group, the creation and assignment is too complex and they lack an overview. This project therefore gave rise to two sub-projects, 'Routines' and 'Planning', which I was responsible for planning and designing. I had the opportunity to manage another project in 08.23, which is why I had to pass on the completion of the planning.",
    "routine-das-problem-titel": "The Problem",
    "routine-das-problem": "- The user receives no feedback from the system regarding the creation of the routines.",
    "routine-das-problem2": "- Setting up the routine is too complicated",
    "routine-das-problem3": "- The coordinator has no overview of the tasks created/completed from routines.",
    "routine-die-lösung-titel": "The Solution",
    "routine-die-lösung": "- The creation of routines now happens at the push of a button in task creation.",
    "routine-die-lösung2": "- The user can see and adjust the upcoming tasks in a new planning overview.",
    "routine-die-lösung3": "- The software uses simpler language and creation.",
    "routine-titel-designprozess": "Design process",
    "routine-userResearchBulletpoints": "I have set up a user panel with customers who have agreed to provide feedback.",
    "routine-userResearchBulletpoints2": "The user panel was regularly checked by customer service to provide additional customers.",
    "routine-userResearchBulletpoints3": "I conducted the interviews with a partner - I asked the questions we had planned together and my partner wrote down the answers.We also had the opportunity to record some of these interviews.",
    "routine-userResearchBulletpoints4": "We took an iterative, customer-centric approach and ideally conducted around 5 interviews every 2 weeks.",
    "routine-userResearchBulletpoints5": "We tried an independent Figma test run with some power users",
    "routine-userResearchinsights": "Many of our interviewees are tech-savvy, but their employees are not.",
    "routine-userResearchinsights2": "The difficulties were due to unclear terminology and different steps in different places",
    "routine-userResearchinsights3": "Visual feedback was desired, namely a calendar function 'like Outlook'",
    "routine-userResearchinsights4": "While I saw the routines internally as a data container, for customers it is a serial element like Outlook - the technical differentiation is only necessary in the script.",
    "routine-userResearchpersonaTitel": "Persona",
    "routine-userResearchpersona": " I created personas based on the interviews and various conversations with the sales team",
    "routine-userResearchpersona2": "I then defined 2 main personas with the team.The manager, who is usually in the office and has hardly any touchpoints with the mobile version, and the individual who creates the tasks themselves and carries them out in the field in the app.",
    "routineIdeationUserjourney": "To create a routine:",
    "routineIdeationUserjourney2": "A task had to be created first",
    "routineIdeationUserjourney3": "The user then had to create a routine in the settings, add the respective task and define the recurrence.",
    "routineIdeationUserjourney4": "And finally active the routine in within the object.",
    "routineKonkurrenztitel": "Competition",
    "routineKonkurrenz": "I set up a miro board with screenshots of similar software and interesting aspects that would fit well for our own project and why / check for what the other software is missing to fit for our users.",
    "routineKonkurrenz2": "We discussed the points in the team and sketched our own prototypes either on paper, digitally or in Figma.",
    "routinezusammenfassungTitel": "Summary",
    "routinezusammenfassung": "I have learned to involve each stakeholder in the design process from an early stage on. That way, the dev team knows what to expect, what the thought process is behind each asset and can help plan the tickets with this knowledge. Sales and support sitzen are at the source and give feedback from clients. They know best, how the users think.",
    "routinezusammenfassung2": "To give the visual feedback about the planned routines, it became clear the system would need a planning section. This became the second project. The routines themselves were a very interesting project and I was excited to see my design become an asset to our users.",
   
    "planung-einleitung": "Inventsys ist a SAAS company for digital maintenance in Switzerland and Germany. I was planning and prototyping routines and the planning section. Starting from 08/23, I had the chance to take over the lead of another project. I unfortunately had to hand over the finishing of the planning.",
    "planung-subtitel":"Starting with a visual confirmation of routines we ended up creating a whole planning section with calendar and task list",
    "planung-das-problem": "- The user has no visual overview.",
    "planung-das-problem2": "- The coordinator has to meet with the employees in the office to discuss the tasks",
    "planung-das-problem3": "- The coordinator has to check each task to add a new responsible person or whole team, which makes controlling the completion of a task more difficult",
    "planung-userResearchinsights": " - The user asked for visual feedback, especially something they are already familiar with „like Outlook“.",
    "planung-userResearchinsights2": " - The user want to change timeslots per drag and drop within the planning module",
    "planung-userResearchinsights3": " - The user want to filter by date, status and employee",
    "planung-userResearchinsights4": " - It is very important to receive visual Feedback whether the tasks were set up correctly",
    "planungzusammenfassung": "The difficulties in this case was the fusion between a known function like a calendar and a list function of the tasks. The process was great and very interative with open discussions and valuable client feedback.",
    "planung-die-lösung": "- The user has a calendar function which shows the time of execution of the tasks in a way that is easily understandable",
    "planung-die-lösung2": "- The user can edit the tasks directly within the planning section",
    "planung-die-lösung3": "- The yearly overview acts as an overview to check if routines were set up correctly.",
    

    "GD-rollentext":"Game Design and 2D Assets",
    "macaru-rollentext":"Art and Animation",
    "bachelor-rollentext":"Complete Game Design",
    "tinfoiled-einleitung": "During a week long game jam within the animation festival Fantoche in Baden, Switzerland, which  promotes the cooperation between animation students of Lucerne and game design students of Zurich, that years theme was „conspiracy“. We designed, prototyped and developed a hat building game. The groups were also asked to test the card set „Ideas for Games“, wich was developed by Beat Suter and Anja Fritsch in the GameLab ZHdK. You take some cards with different themes, emotions, etc. and let the cards guide you. Our cards were „Love“ und „Compassion“, which is why our story went from luxury tin foil hat to an empathic 5G-saviour - depending on the end result after fulfilling the Karen's wishes. ",
    "tinfoiled-schritt1": "Step 1: The team gets together",
    "tinfoiled-team": "With Julian's IT background the backend was basically childs play an with Alex'' animations skills we were able to start implementing the materials fairly soon. In the meantime, it was my job to prepare the different tin foil hats and decorations as well as the sound integration. Thanks to our wide-ranging game design education Julian and I were able to translate properly between IT and design elements and Alex always knew, how to export her assets to later have it importat to Unity by Julian.",
    "tinfoiled-schritt2": "Step 2: Story And Paperprototyping",
    "tinfoiled-story": "First, we dived a little into the topic of conspiracies but quickly decided to stick with one of the better known ones. We gathered some ideas and took the one that sounded the best. Relatively quick we tried the hat generator with a paperprototype. This way, dev knew, what to code, the animator knew what to set up as background and the list of animations and for me, I knew what sounds to implement and tried to create as many tin foil hat elements as possible. During the whole process there were some small adaptations and we helped each other out when needed.",
    "tinfoiled-schritt3": "Step 3: Development",
    "tinfoiled-umsetzung": "After ending the prototyping phase, the developer had an idea how to develope the hat generator and started to code the logic by using templates. In the mean time, our animation pro worked on the different screens and the 2 main chars with their animations. In an iterative process, they were integrated into Unity. I was selecting or generating the sound effects, the UI elements and the tin foil hats with their decorations. As we sat together, we could give quick and direct feedback and learn from each other.",
    "tinfoiled-dasFinale": "The Finished Game",
    "tinfoiled-Endprodukt": "However. As always, we planned way to many NPCs and other elements and had to cut some of it. We only used one character but could vary a little by different colors. The player has a status that indicates how happy his Karens are with their hats. Depending on the achieved points, he will get a different ending. All in all it was a very interesting and funny project. Working together with 2 stranger, having to learn their way of working, thinking and communicating was challenging but I feel like we got to a good point and I really like the outcome.",


    "macaru-einleitung": "One of the first games we created in the bachelor. Macaru is inspired by 1983's Loderunner, which is considered a classic platformer game. In Loderunner, there are different levels connected by ladders, the player only gets to the next level once he has collected all the treasures and is also pursued by enemies. Macaru takes these approaches and makes something new out of them. For example, the treasures are optional and restrict the player's movement, and we have made it a player vs. player game. We also added a digging function and rising lava.",
    "macaru-schritt1": "Story",
    "macaru-konzept": "We have added a time element to the classic game. So instead of just enemies chasing the player, the cave also slowly fills with lava. If the player touches it, they die. The characters can shovel, pick, jump, climb, run, throw and hit the attacking NPC. Depending on the type of rock, a different tool must be used. The backpack grows with the treasures collected and reduces speed and jumping power the bigger it gets. The aim of the players is to escape the enemies and the lava and reach the cave exit with as many treasures as possible. ",
    "macaru-schritt2": "Concept and mechanics",
    "macaru-story": "2 archaeologists have discovered new treasures and are digging their way into the depths of an unknown cave system when they suddenly dig a little too deep. Unfortunately, they have hit a magma chamber and have to find their way back quickly - but not without the treasures! And beware anyone who stands between the archaeologists and the treasures! Will the archaeologists be able to escape from the lava flows in time AND save the treasures from burning into crisps?",
    "macaru-schritt3": "Developement",
    "macaru-umsetzung": "We decided on a pixel design, as this was the easiest to implement for such an elaborate basic structure. I myself had never painted in this style before and it was challenging to get into it first, but it was great fun to learn a new skill and see it grow with the project. My partner, Jonas, took care of the development and I took care of all the graphics and animations.",
    "macaru-dasFinale": "Conclusion",
    "macaru-Endprodukt": "The game is great fun and the design process has provided me with an immense learning effect. Our original idea was more of a race first, but the backpack mechanic with the slowdown has shown that you can outdo each other by throwing the treasures at the other player. This way you can make sure your opponent can't escape fast enough from the lava or the enemies. What's more, Jonas has already had contact with a musician who has provided us with her own soundtrack.",


    "interlude-einleitung": "The first 'real' game we created during the bachelor. It was a class project were we split into teams according to our strengths to create a game. This also created the feeling of a real game studio. Not everyone knew what the game would look like until the end. I was on the background and assets team where each of us was responsible for one special room and else we created all the assets needed for the game",
    "interlude-konzept": "In the beginning, we all had to draw something related to our school and as our class spent many evenings together in the school bar, there were some illustrations of this setting. Some of the class also found the pixel style easy to do and yet aesthetically pleasing. We therefore decided on this style and setting. The game is a PT-like game in 2D pixel style. The player goes into a bar and only comes out after solving a series of puzzles. All rooms repeat 3 times until everything resets. Within these 3 loops you have to solve the right puzzles to get to the next loop. Once all the loops have been completed, the game is over and the player can leave the bar again.",
    "interlude-story": "The character just wants to spend a cozy evening in the local bar and forget his dark thoughts. Unfortunately, he can't leave the bar and now has to talk to lots of interesting characters and solve their problems in search of the end",
    "interlude-umsetzung": "We have planned that there will be a different, very abstract room between each loop, which should reflect the inner emotional world of the character. I wanted to create the „broken room“ and was able to go crazy. Thanks to the other pixel game, I was also able to put what I had already learned into practice. For my room, I took the individual assets that were already standing around and animated them floating or gliding to show that the room or game was broken. We also had a story team, a dev team, a character team and a few multitalents who also took care of music and sound effects.",
    "interlude-Endprodukt": " thought our game was so great that I tried to fix the last bugs with a few other enthusiasts to publish the game. Unfortunately, it never happened, but it is forever one of my favorites. The puzzles, the setting and the music bring back memories and we have lots of little insiders and jokes hidden away.The development was very interesting, as I only saw the background for a long time and couldn't quite imagine where the journey would take me until playtesting",

    "spectrum-subtitel":"The question of my bachelor thesis was: Mastering daily life situations from the perspective of a high-functioning autistic person in order to create an understanding for neurotypical people, as we can build up empathy more quickly through familiar situations - (How) can I achieve this? - I am happy to provide the complete presentation and research on request.",
    "spectrum-einleitung": "Der Spieler steuert einen autistischen Charakter in einem Zeitraum von einer Woche, während welcher es verschiedene Tasks und Events zu durchleben und bestehen gilt. Jeder Event und jeder Task verbraucht einen bestimmten Stress-Wert, welcher von einem “Stressbar” abgezogen wird. Dasselbe für Social life und Arbeits”motivation”. Ist einer der Balken auf 0 gesetzt worden, ist das Spiel nicht bestanden und der Spieler muss den Tag neu anfangen. Werden Tasks nicht erledigt, kann sich das auf den Verlauf der Woche auswirken.",
    "spectrum-mechanix-titel":"Mechanics",
    "spectrum-mechanix-subtitel":"Camera",
    "spectrum-mechanix-subtitel2":"Battery",
    "spectrum-mechanix-subtitel3":"Other",
    "spectrum-das-problem": " You lose energy when something unexpected happens, when you do or experience too much, but you also gain it back by taking breaks or stim. You can also decide to avoid activities with other people, but then your social skills will decrease, which will also affect your energy in the long term.",
    "spectrum-das-problem2": "The camera expresses the situation you are in, on the one hand with effects that restrict the view, and on the other with a change of position to show when something goes from spacious to uncomfortable. For example, the player has a wide camera outside and when he gets on a bus, it is almost too close.",
    "spectrum-das-problem3": "The music adapts to the situation and energy levels. If the character is not doing well, the music becomes darker and more unpleasant. A good friend composed it for the game and I used FMOD to adapt it to the player's status or depending on the situation",
    
    "spectrum-Researchtitel": "Research",
    "spectrum-ResearchX": "Along the way, I looked at and played other serious games to find out what they do well or badly and what options I can implement.",
    "spectrum-userResearchZitat": "“I personally feel that if we could stim in peace in public without being judged we could very easily calm down and resume our normal lives, but that’s just me.”, was one answer to the question 'What do you need from society to make you feel good' and this has stayed with me throughout the project.",
    "spectrum-entwicklung": "I started with the character design and wrote the storyline on the side. My original vision for the future was a complete playable week with flexible tasks. Unfortunately, I reached my programming limits relatively quickly and limited myself to one day with fixed events within the bachelor project. Up until the moment of realization, I had already planned a standard day, as well as planned, scripted and noted all possible dialogues and tasks for the entire week.",
    "spectrum-entwicklung4": "I also played around with the colors, as certain colors can be too strong for people on the spectrum. I therefore tried not to use strong colors and to limit the effects to the negative moments.",
    "spectrum-Endprodukt": "I am proud of my game and would like to keep working on it. Of course, with the knowledge I have now, I would approach it differently. I actually find game design easier when you don't have to code around a plugin and I was able to gain experience in UI, research and project management. During the project, I misjudged my ressources and had to make a big cut halfway through and plan everything more realistically. So now I know what to expect. For me, games are not just for fun but can also be used to learn something and create empathy. During research I got the feeling how our neurotypical society is not yet able to do this for people outside the norm. So what could be more helpful than playing through these difficulties yourself and getting a feeling for what life is like with constant hurdles in everyday life, which is so easy for neurotypical people?",
    "spectrum-entwicklung3": "I wanted to add masks to the NPCs as my research revealed the difficulty of recognizing facial features and hidden meanings, e.g. sarcasm. The masks were not easy to recognize with my low-poly style, so I just left out the faces completely. In general I left everything very rough and decided to build out the most important places more or when I had the time. Tools used were Blender, Unity, FMod and Yarnspinner. It was my first time working with Yarnspinner and I was thrilled that I could already set triggers with the texts. I was able to note which answers didn't fit and had a bad effect on social skills. In Unity itself, I bought a plugin to help me create the game with pre-coded events. However, I wanted to program most of it myself, which is why I had to work around the plugin each time.",
    "spectrum-entwicklung2": "I wanted to make the main character either very androgynous or gender-neutral so that the player can better empathize with the character, regardless of the player's gender.",
    

    "footer-weitereProjekte":"Other projects",
    "footer-some":"Hit me up!",

    "hauptseite-kontakt":"Contact"
}
