{
    "text-wrapper": "UX Designer, Game Designer, Multimedia Designer, Illustrator, Artist...simply Any!",
    "p": "I am an UX and Game Designer based in Zurich, Switzerland. I love problem solving and making peoples’ lifes easier through good, playful design and learning and am always looking to learn new exciting things every day!",
    "text": "Hi there! I’m Anika “Any” Hapke. Nice to meet you - Let’s stay in touch!",
    "button-label": "Want to know more?",

    "hauptseite-routine":"Simplify “routines” - a data container repeating tasks, easy!",
    "hauptseite-interlude":"A pixelated 2D adventure where you're stuck in a bar.",

    "hauptseite-Macaru":"Inspired by one of the OG games - our Magma Cave Run. Will you be able to balance between getting rich and getting burned?",
    "hauptseite-Planning":"“Planning - The overview that developed out of the routine project",
    "hauptseite-spectrum":"An experience for people on the spectrum and their surroundings, either as an energy management game or to generate an understanding.",
    "hauptseite-tinfoiled":"Save the Karens from the evil 5G waves with the unique tinfoil hat generator!",
    "hauptseite-projectview":"View Project ",
    "hauptseite-dasMenutext": "A collection of projects to demonstrate the variety of technical and practical skills I have acquired throughout the years.",
    "hauptseite-theMenuUX": "It didn’t take long to find out how UX Design with its technological aspects, the possible playful approaches of problem solving, the creativity of prototying as well as the giving feeling of seeing your designs putting smiles on your clients faces is just as awesome as Game Design.",
    "hauptseite-theMenuGD": "I love gaming, storytelling, art and technology. Therefore, it was only natural to study Game Design. Here we learned all about being an intermediary between artists and developers through learning all of the aspects.",
    "hauptseite-theMenuArt": "Starting in school where I would draw to focus, I never stopped ever since. It’s a great way to bring ideas and feelings onto any media of your choice and I love trying out different media to express myself.",
    "hauptseite-theMenuAnim": " While not my favorite medium, I do like creating videos for work and I liked playing around with gifs or process-clips during art creation.",
    "hauptseite-skillz":"THE SKILLSET",
    "hauptseite-dieProjekte":"THE PROJECTS",
    "hauptseite-skillbutton":"Intriguing, give me the full story (*CV)!",
    "hauptseite-ueberGaming":"I love games, be it outside or inside, board games, computer and consoles and DND or other rollplays. I love how it brings together people, creates emotions and the technology behind it.",
    "hauptseite-ueberLesen":"Every now and then I forget about how much I love to read but then I see my books and remember the stories. I do keep my favorites so I can revisit certain moments whenever I want.",
    "hauptseite-ueberSport":"While I don’t like jogging, I do like playing team sports and tried a bunch of different things like sailing, kick boxing, and arrow shooting.",
    "hauptseite-zusammenarbeit":"Let’s work on your project together!",
    


    "routine-rollentext":"UX and UI Design and Research",
    "routine-rollentitel":"Roll",
    "routine-einleitungstitel":"Summary",
    "routine-subtitel":"Simplifying the overly complex creation of series elements for people with little technical flair",
    "routine-einleitung": "Inventsys is a software company for digital maintenance in Switzerland and Germany. Routines are settings / 'data containers' that generate previously defined tasks as repetitive jobs. For our customer group, the creation and assignment is too complex and they lack an overview. This project therefore gave rise to two sub-projects, 'Routines' and 'Planning', which I was responsible for planning and designing. I had the opportunity to manage another project in 08.23, which is why I had to pass on the completion of the planning.",
    "routine-das-problem-titel": "The Problem",
    "routine-das-problem": "- The user receives no feedback from the system regarding the creation of the routines.",
    "routine-das-problem2": "- Setting up the routine is too complicated",
    "routine-das-problem3": "- The coordinator has no overview of the tasks created/completed from routines.",
    "routine-die-lösung-titel": "The Solution",
     "routine-die-lösung": "- The creation of routines now happens at the push of a button in task creation.",
    "routine-die-lösung2": "- The user can see and adjust the upcoming tasks in a new planning overview.",
    "routine-die-lösung3": "- The software uses simpler language and creation.",
    "routine-titel-designprozess": "Design process",
    "routine-userResearchBulletpoints": "I have set up a user panel with customers who have agreed to provide feedback.",
    "routine-userResearchBulletpoints2": "The user panel was regularly checked by customer service to provide additional customers.",
    "routine-userResearchBulletpoints3": "I conducted the interviews with a partner - I asked the questions we had planned together and my partner wrote down the answers.We also had the opportunity to record some of these interviews.",
    "routine-userResearchBulletpoints4": "We took an iterative, customer-centric approach and ideally conducted around 5 interviews every 2 weeks.",
    "routine-userResearchBulletpoints5": "We tried an independent Figma test run with some power users",
    "routine-userResearchinsights": "Many of our interviewees are tech-savvy, but their employees are not.",
    "routine-userResearchinsights2": "The difficulties were due to unclear terminology and different steps in different places",
    "routine-userResearchinsights3": "Visual feedback was desired, namely a calendar function 'like Outlook'",
    "routine-userResearchinsights4": "While I saw the routines internally as a data container, for customers it is a serial element like Outlook - the technical differentiation is only necessary in the script.",
    "routine-userResearchpersonaTitel": "Persona",
    "routine-userResearchpersona": " I created personas based on the interviews and various conversations with the sales team",
    "routine-userResearchpersona2": "I then defined 2 main personas with the team.The manager, who is usually in the office and has hardly any touchpoints with the mobile version, and the individual who creates the tasks themselves and carries them out in the field in the app.",
    "routineIdeationUserjourney": "To create a routine:",
    "routineIdeationUserjourney2": "A task had to be created first",
    "routineIdeationUserjourney3": "The user then had to create a routine in the settings, add the respective task and define the recurrence.",
    "routineIdeationUserjourney4": "And finally active the routine in within the object.",
    "routineKonkurrenztitel": "Competition",
    "routineKonkurrenz": "I set up a miro board with screenshots of similar software and interesting aspects that would fit well for our own project and why / check for what the other software is missing to fit for our users.",
    "routineKonkurrenz2": "We discussed the points in the team and sketched our own prototypes either on paper, digitally or in Figma.",
    "routinezusammenfassungTitel": "Summary",
    "routinezusammenfassung": "I have learned to involve each stakeholder in the design process from an early stage on. That way, the dev team knows what to expect, what the thought process is behind each asset and can help plan the tickets with this knowledge. Sales and support sitzen are at the source and give feedback from clients. They know best, how the users think.",
    "routinezusammenfassung2": "To give the visual feedback about the planned routines, it became clear the system would need a planning section. This became the second project. The routines themselves were a very interesting project and I was excited to see my design become an asset to our users.",
   
    "planung-einleitung": "Inventsys ist a SAAS company for digital maintenance in Switzerland and Germany. I was planning and prototyping routines and the planning section. Starting from 08/23, I had the chance to take over the lead of another project. I unfortunately had to hand over the finishing of the planning.",
    "planung-subtitel":"Starting with a visual confirmation of routines we ended up creating a whole planning section with calendar and task list",
    "planung-das-problem": "- The user has no visual overview.",
    "planung-das-problem2": "- The coordinator has to meet with the employees in the office to discuss the tasks",
    "planung-das-problem3": "- The coordinator has to check each task to add a new responsible person or whole team, which makes controlling the completion of a task more difficult",
    "planung-userResearchinsights": " - The user asked for visual feedback, especially something they are already familiar with „like Outlook“.",
    "planung-userResearchinsights2": " - The user want to change timeslots per drag and drop within the planning module",
    "planung-userResearchinsights3": " - The user want to filter by date, status and employee",
    "planung-userResearchinsights4": " - It is very important to receive visual Feedback whether the tasks were set up correctly",
    "planungzusammenfassung": "The difficulties in this case was the fusion between a known function like a calendar and a list function of the tasks. The process was great and very interative with open discussions and valuable client feedback.",
    "planung-die-lösung": "- The user hat eine Kalenderfunktion die Aufgabenzeitpunkte optisch leicht verständlich darstellt",
    "planung-die-lösung2": "- The user can edit the tasks directly within the planning section",
    "planung-die-lösung3": "- The yearly overview acts as an overview to check if routines were set up correctly.",
    
    "footer-weitereProjekte":"Other projects",
    "footer-some":"Hit me up!"


}
